Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# home.empty.message
source: Forge builds a week around your goals, your equipment and the days you can actually train.
es: Forge monta tu semana a partir de tus objetivos, tu material y los días en los que de verdad puedes entrenar.
fr: Forge construit ta semaine autour de tes objectifs, de ton matériel et des jours où tu peux vraiment t’entraîner.
hi: Forge आपके लक्ष्यों, इक्विपमेंट और उन दिनों के हिसाब से हफ़्ता बनाता है जब आप सचमुच ट्रेनिंग कर सकते हैं।
it: Forge costruisce la settimana intorno ai tuoi obiettivi, alla tua attrezzatura e ai giorni in cui puoi allenarti davvero.
ko: Forge가 목표, 장비, 실제로 운동할 수 있는 요일에 맞춰 한 주를 짜 줘요.
pl: Forge układa tydzień wokół Twoich celów, sprzętu i dni, w których naprawdę możesz trenować.
tr: Forge; hedeflerine, ekipmanına ve gerçekten antrenman yapabildiğin günlere göre bir hafta kurar.
zh_hans: Forge 会根据你的目标、器械和真正能训练的日子，为你安排一周。

# home.empty.title
source: Your training starts here
es: Tu entrenamiento empieza aquí
fr: Ton entraînement commence ici
hi: आपकी ट्रेनिंग यहीं से शुरू होती है
it: Il tuo allenamento parte da qui
ko: 여기서 훈련이 시작돼요
pl: Tu zaczyna się Twój trening
tr: Antrenmanın burada başlıyor
zh_hans: 你的训练从这里开始

# home.error.action
source: That change could not be saved.
es: No se ha podido guardar ese cambio.
fr: Cette modification n’a pas pu être enregistrée.
hi: यह बदलाव सेव नहीं हो सका।
it: Non è stato possibile salvare la modifica.
ko: 변경 사항을 저장하지 못했어요.
pl: Nie udało się zapisać tej zmiany.
tr: Bu değişiklik kaydedilemedi.
zh_hans: 无法保存这项更改。

# home.error.load
source: Today's dashboard could not be loaded.
es: No se ha podido cargar el resumen de hoy.
fr: Le tableau de bord du jour n’a pas pu être chargé.
hi: आज का डैशबोर्ड लोड नहीं हो सका।
it: Non è stato possibile caricare la dashboard di oggi.
ko: 오늘의 대시보드를 불러오지 못했어요.
pl: Nie udało się wczytać dzisiejszego pulpitu.
tr: Bugünün panosu yüklenemedi.
zh_hans: 无法载入今天的概览。

# home.greeting.afternoon
source: Good afternoon
es: Buenas tardes
fr: Bon après-midi
hi: नमस्कार
it: Buon pomeriggio
ko: 좋은 오후예요
pl: Dzień dobry
tr: İyi günler
zh_hans: 下午好

# home.greeting.afternoon.named
source: Good afternoon, %@
es: Buenas tardes, %@
fr: Bon après-midi, %@
hi: नमस्कार, %@
it: Buon pomeriggio, %@
ko: %@님, 좋은 오후예요
pl: Dzień dobry, %@
tr: İyi günler %@
zh_hans: 下午好，%@

# home.greeting.evening
source: Good evening
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
it: Buonasera
ko: 좋은 저녁이에요
pl: Dobry wieczór
tr: İyi akşamlar
zh_hans: 晚上好

# home.greeting.evening.named
source: Good evening, %@
es: Buenas noches, %@
fr: Bonsoir, %@
hi: शुभ संध्या, %@
it: Buonasera, %@
ko: %@님, 좋은 저녁이에요
pl: Dobry wieczór, %@
tr: İyi akşamlar %@
zh_hans: 晚上好，%@

# home.greeting.morning
source: Good morning
es: Buenos días
fr: Bonjour
hi: सुप्रभात
it: Buongiorno
ko: 좋은 아침이에요
pl: Dzień dobry
tr: Günaydın
zh_hans: 早上好

# home.greeting.morning.named
source: Good morning, %@
es: Buenos días, %@
fr: Bonjour, %@
hi: सुप्रभात, %@
it: Buongiorno, %@
ko: %@님, 좋은 아침이에요
pl: Dzień dobry, %@
tr: Günaydın %@
zh_hans: 早上好，%@

# home.greeting.night
source: Still up
es: Aún despierto
fr: Encore debout
hi: अभी तक जाग रहे हैं
it: Ancora in piedi
ko: 아직 안 주무셨네요
pl: Jeszcze nie śpisz
tr: Hâlâ ayaktasın
zh_hans: 还没休息

# home.greeting.night.named
source: Still up, %@
es: Aún despierto, %@
fr: Encore debout, %@
hi: अभी तक जाग रहे हैं, %@
it: Ancora in piedi, %@
ko: %@님, 아직 안 주무셨네요
pl: Jeszcze nie śpisz, %@
tr: Hâlâ ayaktasın %@
zh_hans: 还没休息，%@

# home.loading
source: Getting your day ready…
es: Preparando tu día…
fr: Préparation de ta journée…
hi: आपका दिन तैयार हो रहा है…
it: Prepariamo la tua giornata…
ko: 오늘 하루를 준비하고 있어요…
pl: Przygotowuję Twój dzień…
tr: Günün hazırlanıyor…
zh_hans: 正在准备今天的内容…

# home.nutrition.addWater
source: Add %lld ml
es: Añadir %lld ml
fr: Ajouter %lld ml
hi: %lld ml जोड़ें
it: Aggiungi %lld ml
ko: %lld ml 추가
pl: Dodaj %lld ml
tr: %lld ml ekle
zh_hans: 加 %lld ml

# home.nutrition.carbs
source: Carbs
es: Hidratos
fr: Glucides
hi: कार्ब्स
it: Carbo
ko: 탄수화물
pl: Węglowodany
tr: Karbonhidrat
zh_hans: 碳水

# home.nutrition.eaten
source: Eaten
es: Comido
fr: Mangé
hi: खाया
it: Assunte
ko: 섭취
pl: Zjedzone
tr: Alınan
zh_hans: 已摄入

# home.nutrition.fat
source: Fat
es: Grasa
fr: Lipides
hi: फैट
it: Grassi
ko: 지방
pl: Tłuszcz
tr: Yağ
zh_hans: 脂肪

# home.nutrition.macroValue
source: %@ of %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
pl: %@ z %@

# home.nutrition.noTargetMessage
source: Set one and this card starts tracking what is left in your day.
es: Marca uno y esta tarjeta empezará a llevar la cuenta de lo que te queda en el día.
fr: Définis-en un et cette carte commencera à suivre ce qu’il te reste dans la journée.
hi: एक लक्ष्य तय करें और यह कार्ड बताने लगेगा कि आपके दिन में कितना बाकी है।
it: Impostane uno e questa scheda inizierà a mostrarti quanto ti resta nella giornata.
ko: 목표를 정하면 오늘 얼마나 남았는지 여기서 알려 줘요.
pl: Ustaw go, a ta karta zacznie pokazywać, ile zostało Ci na dziś.
tr: Bir hedef belirle; bu kart günün ne kadarının kaldığını takip etmeye başlasın.
zh_hans: 设定一个，这张卡片就会开始显示今天还剩多少。

# home.nutrition.noTargetTitle
source: No daily target yet
es: Aún no hay objetivo diario
fr: Pas encore d’objectif quotidien
hi: अभी कोई दैनिक लक्ष्य नहीं
it: Ancora nessun obiettivo giornaliero
ko: 아직 하루 목표가 없어요
pl: Brak dziennego celu
tr: Henüz günlük hedef yok
zh_hans: 还没有每日目标

# home.nutrition.openTab
source: Open nutrition
es: Abrir nutrición
fr: Ouvrir la nutrition
hi: न्यूट्रिशन खोलें
it: Apri la nutrizione
ko: 식단 열기
pl: Otwórz dietę
tr: Beslenmeyi aç
zh_hans: 打开饮食

# home.nutrition.overLabel
source: Over
es: De más
fr: Dépassé
hi: ज़्यादा
it: In eccesso
ko: 초과
pl: Ponad
tr: Aşım
zh_hans: 超出

# home.nutrition.protein
source: Protein
es: Proteína
fr: Protéines
hi: प्रोटीन
it: Proteine
ko: 단백질
pl: Białko
zh_hans: 蛋白质

# home.nutrition.remaining
source: Left
es: Quedan
fr: Restant
hi: बाकी
it: Restano
ko: 남음
pl: Zostało
tr: Kalan
zh_hans: 剩余

# home.nutrition.setTarget
source: Set my targets
es: Fijar mis objetivos
fr: Définir mes objectifs
hi: मेरे लक्ष्य तय करें
it: Imposta i miei obiettivi
ko: 목표 설정하기
pl: Ustaw cele
tr: Hedeflerimi belirle
zh_hans: 设定我的目标

# home.nutrition.title
source: Nutrition
es: Nutrición
hi: न्यूट्रिशन
it: Nutrizione
ko: 식단
pl: Dieta
tr: Beslenme
zh_hans: 饮食

# home.nutrition.water
source: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
ko: 물
pl: Woda
tr: Su
zh_hans: 饮水

# home.nutrition.waterProgress
source: %lld of %lld ml
es: %lld de %lld ml
fr: %lld ml sur %lld
hi: %lld / %lld ml
it: %lld ml su %lld
ko: %lld / %lld ml
pl: %lld z %lld ml
tr: %lld/%lld ml
zh_hans: %lld / %lld ml

# home.profileButton
source: Profile and settings
es: Perfil y ajustes
fr: Profil et réglages
hi: प्रोफ़ाइल और सेटिंग्स
it: Profilo e impostazioni
ko: 프로필과 설정
pl: Profil i ustawienia
tr: Profil ve ayarlar
zh_hans: 个人资料与设置

# home.progress.logWeight
source: Log weight
es: Registrar peso
fr: Noter mon poids
hi: वज़न दर्ज करें
it: Registra il peso
ko: 체중 기록
pl: Zapisz wagę
tr: Kilo kaydet
zh_hans: 记录体重

# home.progress.noWeight
source: No weigh-in yet
es: Aún no te has pesado
fr: Pas encore de pesée
hi: अभी कोई वज़न रिकॉर्ड नहीं
it: Ancora nessuna pesata
ko: 아직 체중 기록이 없어요
pl: Brak ważenia
tr: Henüz tartım yok
zh_hans: 还没有体重记录

# home.progress.openTab
source: Open progress
es: Abrir progreso
fr: Ouvrir les progrès
hi: प्रगति खोलें
it: Apri i progressi
ko: 통계 열기
pl: Otwórz postępy
tr: İlerlemeyi aç
zh_hans: 打开进展

# home.progress.sessionsDone
source: %lld sessions
es: %lld sesiones
fr: %lld séances
hi: %lld सेशन
it: %lld sessioni
ko: 세션 %lld회
pl: %lld sesji
tr: %lld seans
zh_hans: %lld 节训练课

# home.progress.sessionsOfPlan
source: %lld of %lld
es: %lld de %lld
fr: %lld sur %lld
hi: %lld / %lld
it: %lld su %lld
ko: %lld / %lld
pl: %lld z %lld
tr: %lld/%lld
zh_hans: %lld / %lld

# home.progress.thisWeek
source: This week
es: Esta semana
fr: Cette semaine
hi: इस हफ़्ते
it: Questa settimana
ko: 이번 주
pl: W tym tygodniu
tr: Bu hafta
zh_hans: 本周

# home.progress.title
source: Progress
es: Progreso
fr: Progrès
hi: प्रगति
it: Progressi
ko: 통계
pl: Postępy
tr: İlerleme
zh_hans: 进展

# home.progress.trendDown
source: Down %@ a week
es: Bajas %@ por semana
fr: −%@ par semaine
hi: हर हफ़्ते %@ नीचे
it: In calo di %@ a settimana
ko: 주당 %@ 감소
pl: W dół %@ tygodniowo
tr: Haftada %@ azalış
zh_hans: 每周减少 %@

# home.progress.trendSteady
source: Holding steady
es: Te mantienes estable
fr: Stable
hi: स्थिर बना हुआ है
it: Stabile
ko: 그대로 유지 중
pl: Trzyma się stabilnie
tr: Sabit gidiyor
zh_hans: 保持稳定

# home.progress.trendUnknown
source: Trend needs a few more weigh-ins
es: La tendencia necesita algún pesaje más
fr: La tendance a besoin de quelques pesées de plus
hi: ट्रेंड के लिए कुछ और वज़न रिकॉर्ड चाहिए
it: La tendenza ha bisogno di qualche pesata in più
ko: 추세를 보려면 체중 기록이 조금 더 필요해요
pl: Trend potrzebuje jeszcze kilku ważeń
tr: Trend için birkaç tartım daha gerekiyor
zh_hans: 还需要几次体重记录才能看出趋势

# home.progress.trendUp
source: Up %@ a week
es: Subes %@ por semana
fr: +%@ par semaine
hi: हर हफ़्ते %@ ऊपर
it: In salita di %@ a settimana
ko: 주당 %@ 증가
pl: W górę %@ tygodniowo
tr: Haftada %@ artış
zh_hans: 每周增加 %@

# home.progress.weight
source: Body weight
es: Peso corporal
fr: Poids
hi: शरीर का वज़न
it: Peso corporeo
ko: 체중
pl: Masa ciała
tr: Vücut ağırlığı
zh_hans: 体重

# home.recovery.checkInDone
source: Checked in for today
es: Revisión de hoy hecha
fr: Bilan fait pour aujourd’hui
hi: आज का चेक-इन हो गया
it: Check-in di oggi fatto
ko: 오늘 체크인 완료
pl: Dzisiejszy wpis gotowy
tr: Bugün için yanıtladın
zh_hans: 今天已记录

# home.recovery.checkInHint
source: Four quick answers. They sharpen tomorrow's plan.
es: Cuatro respuestas rápidas. Afinan el plan de mañana.
fr: Quatre réponses rapides. Elles affinent le plan de demain.
hi: चार छोटे सवाल। इनसे कल की योजना और सटीक बनती है।
it: Quattro risposte veloci. Affinano il piano di domani.
ko: 네 가지만 답하면 내일 계획이 더 정확해져요.
pl: Cztery szybkie odpowiedzi. Doprecyzują jutrzejszy plan.
tr: Dört kısa soru. Yarınki planını netleştirir.
zh_hans: 四个小问题，能让明天的安排更准。

# home.recovery.checkInPrompt
source: How are you feeling today?
es: ¿Cómo te encuentras hoy?
fr: Comment te sens-tu aujourd’hui ?
hi: आज आप कैसा महसूस कर रहे हैं?
it: Come ti senti oggi?
ko: 오늘 컨디션은 어때요?
pl: Jak się dziś czujesz?
tr: Bugün kendini nasıl hissediyorsun?
zh_hans: 今天感觉怎么样？

# home.recovery.collapse
source: Close the daily check-in
es: Cerrar la revisión diaria
fr: Fermer le bilan du jour
hi: रोज़ का चेक-इन बंद करें
it: Chiudi il check-in giornaliero
ko: 오늘의 체크인 닫기
pl: Zamknij codzienny wpis
tr: Günlük kontrolü kapat
zh_hans: 关闭每日状态记录

# home.recovery.disclaimer
source: An estimate from the training you logged, not a medical measurement.
es: Una estimación a partir del entrenamiento que has registrado, no una medición médica.
fr: Une estimation basée sur l’entraînement que tu as enregistré, pas une mesure médicale.
hi: यह आपकी दर्ज की गई ट्रेनिंग से लगाया अनुमान है, कोई मेडिकल माप नहीं।
it: Una stima dagli allenamenti che hai registrato, non una misurazione medica.
ko: 기록한 운동에서 계산한 추정치이고, 의학적 측정이 아니에요.
pl: Szacunek na podstawie zapisanych treningów, a nie pomiar medyczny.
tr: Kaydettiğin antrenmanlardan çıkarılan bir tahmindir, tıbbi bir ölçüm değildir.
zh_hans: 这是根据你记录的训练做出的估算，不是医学测量。

# home.recovery.energy
source: Energy
es: Energía
fr: Énergie
hi: एनर्जी
it: Energia
ko: 활력
pl: Energia
tr: Enerji
zh_hans: 精力

# home.recovery.expand
source: Open the daily check-in
es: Abrir la revisión diaria
fr: Ouvrir le bilan du jour
hi: रोज़ का चेक-इन खोलें
it: Apri il check-in giornaliero
ko: 오늘의 체크인 열기
pl: Otwórz codzienny wpis
tr: Günlük kontrolü aç
zh_hans: 打开每日状态记录

# home.recovery.loadedGroups
source: Still recovering
es: Aún recuperándose
fr: Encore en récupération
hi: अभी रिकवर हो रहे हैं
it: Ancora in recupero
ko: 아직 회복 중
pl: Wciąż się regenerują
tr: Hâlâ toparlanıyor
zh_hans: 仍在恢复

# home.recovery.motivation
source: Motivation
es: Motivación
hi: उत्साह
it: Motivazione
ko: 의욕
pl: Motywacja
tr: Motivasyon
zh_hans: 动力

# home.recovery.rating
source: %@, %lld out of 5
es: %@, %lld de 5
fr: %@, %lld sur 5
hi: %@, 5 में से %lld
it: %@, %lld su 5
ko: %@, 5점 중 %lld점
pl: %@, %lld na 5
tr: %@, 5 üzerinden %lld
zh_hans: %@，5 分中的 %lld 分

# home.recovery.readiness
source: Readiness
es: Preparación
fr: Forme
hi: तैयारी
it: Prontezza
ko: 준비도
pl: Gotowość
tr: Hazırlık
zh_hans: 身体状态

# home.recovery.readyGroups
source: Ready to train
es: Listos para entrenar
fr: Prêts à travailler
hi: ट्रेनिंग के लिए तैयार
it: Pronti ad allenarsi
ko: 운동 가능
pl: Gotowe do pracy
tr: Antrenmana hazır
zh_hans: 可以训练

# home.recovery.save
source: Save check-in
es: Guardar revisión
fr: Enregistrer le bilan
hi: चेक-इन सेव करें
it: Salva il check-in
ko: 체크인 저장
pl: Zapisz wpis
tr: Yanıtları kaydet
zh_hans: 保存记录

# home.recovery.scale.high
source: High
es: Alta
fr: Élevée
hi: ज़्यादा
it: Alta
ko: 높음
pl: Wysoka
tr: Yüksek
zh_hans: 高

# home.recovery.scale.lots
source: A lot
es: Muchas
fr: Beaucoup
hi: काफ़ी
it: Molto
ko: 많음
pl: Dużo
tr: Çok
zh_hans: 很明显

# home.recovery.scale.low
source: Low
es: Baja
fr: Faible
hi: कम
it: Bassa
ko: 낮음
pl: Niska
tr: Düşük
zh_hans: 低

# home.recovery.scale.none
source: None
es: Ninguna
fr: Aucune
hi: बिल्कुल नहीं
it: Nessuno
ko: 없음
pl: Brak
tr: Yok
zh_hans: 没有

# home.recovery.sleep
source: Sleep quality
es: Calidad del sueño
fr: Qualité du sommeil
hi: नींद की गुणवत्ता
it: Qualità del sonno
ko: 수면의 질
pl: Jakość snu
tr: Uyku kalitesi
zh_hans: 睡眠质量

# home.recovery.soreness
source: Soreness
es: Agujetas
fr: Courbatures
hi: मसल का दर्द
it: Indolenzimento
ko: 근육통
pl: Zakwasy
tr: Kas ağrısı
zh_hans: 酸痛

# home.recovery.title
source: Recovery
es: Recuperación
fr: Récupération
hi: रिकवरी
it: Recupero
ko: 회복
pl: Regeneracja
tr: Toparlanma
zh_hans: 恢复

# home.streak.best
source: Best: %lld
es: Mejor: %lld
fr: Record : %lld
hi: सर्वश्रेष्ठ: %lld
it: Record: %lld
ko: 최고: %lld
pl: Najlepsza: %lld
tr: En iyi: %lld
zh_hans: 最长：%lld

# home.streak.dayRest
source: %@: no session
es: %@: sin sesión
fr: %@ : pas de séance
hi: %@: कोई सेशन नहीं
it: %@: nessuna sessione
ko: %@: 세션 없음
pl: %@: brak sesji
tr: %@: seans yok
zh_hans: %@：没有训练

# home.streak.dayTrained
source: %@: trained
es: %@: entrenaste
fr: %@ : entraînement
hi: %@: ट्रेनिंग की
it: %@: allenamento fatto
ko: %@: 운동함
pl: %@: trening
tr: %@: antrenman yapıldı
zh_hans: %@：已训练

# home.streak.lastSeven
source: Last seven days
es: Últimos siete días
fr: Les sept derniers jours
hi: पिछले सात दिन
it: Ultimi sette giorni
ko: 최근 7일
pl: Ostatnie siedem dni
tr: Son yedi gün
zh_hans: 最近七天

# home.streak.none
source: Start one today
es: Empieza una hoy
fr: Commence aujourd’hui
hi: आज से शुरुआत करें
it: Inizia oggi
ko: 오늘 시작해 봐요
pl: Zacznij ją dziś
tr: Bugün bir seri başlat
zh_hans: 今天就开始

# home.streak.title
source: Streak
es: Racha
fr: Régularité
hi: लगातार
ko: 연속 기록
pl: Passa
tr: Seri
zh_hans: 连续训练

# home.streak.weeks
source: %lld weeks
es: %lld semanas
fr: %lld semaines
hi: %lld हफ़्ते
it: %lld settimane
ko: %lld주
pl: %lld tygodnia
tr: %lld hafta
zh_hans: %lld 周

# home.today.createProgram
source: Create my program
es: Crear mi programa
fr: Créer mon programme
hi: मेरा प्रोग्राम बनाएँ
it: Crea il mio programma
ko: 내 프로그램 만들기
pl: Stwórz mój program
tr: Programımı oluştur
zh_hans: 创建我的训练计划

# home.today.creatingProgram
source: Building your week…
es: Montando tu semana…
fr: Construction de ta semaine…
hi: आपका हफ़्ता बन रहा है…
it: Costruzione della settimana…
ko: 한 주를 짜는 중이에요…
pl: Buduję Twój tydzień…
tr: Haftan kuruluyor…
zh_hans: 正在安排你的一周…

# home.today.deloadChip
source: Easy week
es: Semana suave
fr: Semaine allégée
hi: आसान हफ़्ता
it: Settimana leggera
ko: 가벼운 주
pl: Lżejszy tydzień
tr: Hafif hafta
zh_hans: 减量周

# home.today.doneMessage
source: %@ is in the books. Well done.
es: %@ está hecho. Buen trabajo.
fr: %@ est dans la boîte. Bien joué.
hi: %@ पूरा हो गया। बहुत बढ़िया।
it: Hai chiuso %@. Ottimo lavoro.
ko: %@ 마쳤어요. 수고했어요.
pl: %@ za Tobą. Dobra robota.
tr: %@ tamamlandı. Eline sağlık.
zh_hans: %@ 已完成。做得好。

# home.today.doneTitle
source: Session done
es: Sesión terminada
fr: Séance terminée
hi: सेशन पूरा
it: Sessione conclusa
ko: 세션 완료
pl: Sesja zaliczona
tr: Seans tamam
zh_hans: 训练完成

# home.today.exercises
source: %lld exercises
es: %lld ejercicios
fr: %lld exercices
hi: %lld एक्सरसाइज़
it: %lld esercizi
ko: 운동 %lld개
pl: %lld ćwiczenia
tr: %lld egzersiz
zh_hans: %lld 个动作

# home.today.inProgress
source: In progress
es: En curso
fr: En cours
hi: चल रहा है
it: In corso
ko: 진행 중
pl: W trakcie
tr: Devam ediyor
zh_hans: 进行中

# home.today.lightSession
source: Light session
es: Sesión suave
fr: Séance légère
hi: हल्का सेशन
it: Sessione leggera
ko: 가벼운 세션
pl: Lekka sesja
tr: Hafif seans
zh_hans: 轻松训练

# home.today.noProgramMessage
source: Tell Forge nothing more than you already have — it will lay out your week from your goals, equipment and available days.
es: No hace falta que le cuentes a Forge nada más de lo que ya sabe: montará tu semana con tus objetivos, tu material y tus días disponibles.
fr: Tu n’as rien de plus à dire à Forge que ce que tu as déjà donné — il construira ta semaine à partir de tes objectifs, de ton matériel et de tes jours disponibles.
hi: Forge को इससे ज़्यादा कुछ बताने की ज़रूरत नहीं — यह आपके लक्ष्यों, इक्विपमेंट और उपलब्ध दिनों से आपका हफ़्ता तैयार कर देगा।
it: A Forge basta quello che gli hai già detto: comporrà la settimana dai tuoi obiettivi, dall'attrezzatura e dai giorni disponibili.
ko: 이미 알려 준 것만으로 충분해요. 목표와 장비, 가능한 요일로 한 주를 짜 드릴게요.
pl: Forge nie potrzebuje niczego więcej, niż już podałeś — ułoży Twój tydzień z celów, sprzętu i dostępnych dni.
tr: Forge'a fazladan bir şey söylemene gerek yok — haftanı hedeflerinden, ekipmanından ve uygun günlerinden kurar.
zh_hans: 不用再补充什么，Forge 会用你的目标、器械和可用日子安排好这一周。

# home.today.noProgramTitle
source: No program yet
es: Aún no hay programa
fr: Pas encore de programme
hi: अभी कोई प्रोग्राम नहीं
it: Ancora nessun programma
ko: 아직 프로그램이 없어요
pl: Nie masz jeszcze programu
tr: Henüz program yok
zh_hans: 还没有训练计划

# home.today.restMessage
source: Nothing is scheduled today, and that is the plan. Recovery is when the work you already did turns into progress.
es: Hoy no hay nada programado, y así está previsto. La recuperación es cuando el trabajo que ya hiciste se convierte en progreso.
fr: Rien n’est prévu aujourd’hui, et c’est voulu. La récupération, c’est le moment où le travail déjà fait se transforme en progrès.
hi: आज कुछ भी तय नहीं है, और यही योजना है। जो मेहनत आप कर चुके हैं वह रिकवरी के दौरान ही प्रगति में बदलती है।
it: Oggi non c'è nulla in programma, ed è voluto. Il recupero è il momento in cui il lavoro già fatto diventa progresso.
ko: 오늘은 아무 일정도 없고, 그게 계획이에요. 이미 해 둔 운동이 성과로 바뀌는 시간이에요.
pl: Dziś nic nie jest zaplanowane — i tak ma być. Regeneracja to moment, w którym wykonana praca zamienia się w postęp.
tr: Bugün için bir şey planlanmadı, bu da planın bir parçası. Yaptığın iş, toparlanırken ilerlemeye dönüşür.
zh_hans: 今天没有安排，这本身就是计划的一部分。恢复能让已完成的训练真正变成进步。

# home.today.restNext
source: Next up: %@ on %@
es: Siguiente: %@ el %@
fr: Ensuite : %@ le %@
hi: आगे: %@, %@ को
it: Prossima: %@ il %@
ko: 다음: %@ (%@)
pl: Następnie: %@ w %@
tr: Sırada: %@, %@ günü
zh_hans: 接下来：%@（%@）

# home.today.restNextUnscheduled
source: Next up: %@
es: Siguiente: %@
fr: Ensuite : %@
hi: आगे: %@
it: Prossima: %@
ko: 다음: %@
pl: Następnie: %@
tr: Sırada: %@
zh_hans: 接下来：%@

# home.today.restTitle
source: Rest day
es: Día de descanso
fr: Jour de repos
hi: आराम का दिन
it: Giorno di riposo
ko: 휴식일
pl: Dzień wolny
tr: Dinlenme günü
zh_hans: 休息日

# home.today.resume
source: Resume workout
es: Reanudar entreno
fr: Reprendre la séance
hi: वर्कआउट जारी रखें
it: Riprendi allenamento
ko: 운동 이어하기
pl: Wznów trening
tr: Antrenmana devam et
zh_hans: 继续训练

# home.today.sets
source: %lld sets
es: %lld series
fr: %lld séries
hi: %lld सेट
it: %lld serie
ko: %lld세트
pl: %lld serii
tr: %lld set
zh_hans: %lld 组

# home.today.setsDone
source: %lld of %lld sets done
es: %lld de %lld series hechas
fr: %lld séries faites sur %lld
hi: %lld / %lld सेट पूरे
it: %lld serie su %lld completate
ko: %lld/%lld세트 완료
pl: Wykonano %lld z %lld serii
tr: %lld/%lld set tamamlandı
zh_hans: 已完成 %lld / %lld 组

# home.today.start
source: Start workout
es: Empezar entreno
fr: Commencer la séance
hi: वर्कआउट शुरू करें
it: Inizia allenamento
ko: 운동 시작
pl: Zacznij trening
tr: Antrenmanı başlat
zh_hans: 开始训练

# home.today.startAccessibility
source: Start %@. %@.
es: Empezar %@. %@.
fr: Commencer %@. %@.
hi: %@ शुरू करें। %@।
it: Inizia %@. %@.
ko: %@ 시작. %@.
pl: Zacznij %@. %@.
tr: %@ başlat. %@.
zh_hans: 开始 %@。%@。

# home.today.startLight
source: Start a light session
es: Empezar una sesión suave
fr: Commencer une séance légère
hi: हल्का सेशन शुरू करें
it: Inizia una sessione leggera
ko: 가벼운 세션 시작
pl: Zacznij lekką sesję
tr: Hafif bir seans başlat
zh_hans: 开始一次轻松训练

# home.today.startedAt
source: Started at %@
es: Empezado a las %@
fr: Commencée à %@
hi: %@ पर शुरू हुआ
it: Iniziato alle %@
ko: %@ 시작
pl: Start o %@
tr: Başlangıç: %@
zh_hans: 开始于 %@

# home.today.statSets
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
ko: 세트
pl: Serie
tr: Set
zh_hans: 组数

# home.today.statTime
source: Time
es: Tiempo
fr: Temps
hi: समय
it: Tempo
ko: 시간
pl: Czas
tr: Süre
zh_hans: 时长

# home.today.statVolume
source: Volume
es: Volumen
hi: वॉल्यूम
ko: 볼륨
pl: Objętość
tr: Hacim
zh_hans: 训练量

# home.today.stretchAction
source: Show me
es: Enséñamelo
fr: Montre-moi
hi: दिखाएँ
it: Mostrami
ko: 보여 주세요
pl: Pokaż
tr: Göster
zh_hans: 看看

# home.today.stretchSuggestion
source: Or try %@
es: O prueba %@
fr: Ou essaie %@
hi: या %@ करके देखें
it: Oppure prova %@
ko: 아니면 %@ 어때요
pl: Albo spróbuj: %@
tr: Ya da şunu dene: %@
zh_hans: 或者试试 %@

# home.today.title
source: Today
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
ko: 오늘
pl: Dziś
tr: Bugün
zh_hans: 今天

# home.today.trainAgain
source: Train again
es: Entrenar otra vez
fr: S’entraîner encore
hi: फिर से ट्रेनिंग करें
it: Allenati ancora
ko: 한 번 더 운동
pl: Trenuj jeszcze raz
tr: Yeniden antrenman yap
zh_hans: 再练一次

# home.today.viewProgram
source: View program
es: Ver el programa
fr: Voir le programme
hi: प्रोग्राम देखें
it: Vedi il programma
ko: 프로그램 보기
pl: Zobacz program
tr: Programı gör
zh_hans: 查看计划

# home.today.viewSummary
source: View summary
es: Ver el resumen
fr: Voir le résumé
hi: सारांश देखें
it: Vedi il riepilogo
ko: 요약 보기
pl: Zobacz podsumowanie
tr: Özeti gör
zh_hans: 查看总结

# home.today.working
source: One moment…
es: Un momento…
fr: Un instant…
hi: एक पल…
it: Un attimo…
ko: 잠시만요…
pl: Chwileczkę…
tr: Bir saniye…
zh_hans: 请稍候…

# import.chooseFile
source: Choose a backup file
es: Elegir un archivo de copia
fr: Choisir un fichier de sauvegarde
hi: बैकअप फ़ाइल चुनें
it: Scegli un file di backup
ko: 백업 파일 선택
pl: Wybierz plik kopii
tr: Yedek dosyası seç
zh_hans: 选择备份文件

# import.confirmReplace.message
source: Everything currently on this device will be deleted and replaced by the backup. This cannot be undone.
es: Todo lo que hay ahora en este dispositivo se borrará y lo sustituirá la copia. Esto no se puede deshacer.
fr: Tout ce qui se trouve sur cet appareil sera supprimé et remplacé par la sauvegarde. C’est irréversible.
hi: इस डिवाइस पर अभी जो कुछ है वह मिटाकर बैकअप से बदल दिया जाएगा। यह वापस नहीं हो सकता।
it: Tutto quello che ora è su questo dispositivo verrà eliminato e sostituito dal backup. L'operazione non è reversibile.
ko: 이 기기에 있는 모든 데이터가 지워지고 백업 내용으로 바뀌어요. 되돌릴 수 없어요.
pl: Wszystko, co jest teraz na tym urządzeniu, zostanie usunięte i zastąpione kopią. Tego nie da się cofnąć.
tr: Bu cihazda şu anda ne varsa silinip yerine yedek yüklenecek. Bu işlem geri alınamaz.
zh_hans: 本机当前的全部内容会被删除，并替换为这份备份。此操作无法撤销。
